let gameIntro = {
  'PrePet': '螢幕上有九隻小熊，有些小熊會動，有些小熊不會動。請記得是哪些小熊在動，然後，請依照小熊動的順序點出來。',
  'BackPet': '螢幕上有九隻小熊，有些小熊會動，有些小熊不會動。請記得是哪些小熊在動，然後，請依照小熊動的順序反著點出來。',
  'PreAnimal': '螢幕上有九種動物，請仔細聽並記得動物叫聲的順序。然後，請依照動物聲音出現的順序依序點出來。',
  'BackAnimal': '螢幕上有九種動物，請仔細聽並記得動物叫聲的順序。然後，請依照動物聲音出現的順序反著點出來。',
  'Teacher': '當畫面中的學生答「有」時，點擊學生可獲得10分；當畫面中的學生答「HI」或「哈哈」時，點擊學生則扣10分。',
  'Where': '遊戲中會出現綠色或褐色的松果為目標。如果是出現綠色的松果，選擇松果尖端指的方向；如果是褐色的松果，選擇松果整體移動的方向。',
  'Ball': '右邊欄位會給出該次遊戲的目標球球顏色，需要點擊符合目標球球顏色的對應球+10分，點擊其他顏色的球球則-10分。若漏掉3顆目標球球沒有點到就算失敗，當次不予計分，並再給予一次機會重新來過。'
}

export {gameIntro}